Repository: nabetaro/debconf-translation
Catalog: debian/po/*.po
Languages: lt

source: Readline
lt: Readline (komandinė eilutė)

source: Editor
lt: Tekstinis redaktorius

source: Noninteractive
lt: neinteraktyvus

source: Interface to use:
lt: Naudoti sąsają:

source: Packages that use debconf for configuration share a common look and feel. You can select the type of user interface they use.
lt: Paketai, naudojantys debconf, naudoja vieną bendrą naudotojo sąsaja. Galite pasirinkti Jums tinkamiausią sąsajos tipą.

source: The dialog frontend is a full-screen, character based interface, while the readline frontend uses a more traditional plain text interface, and both the gnome and kde frontends are modern X interfaces, fitting the respective desktops (but may be used in any X environment). The editor frontend lets you configure things using your favorite text editor. The noninteractive frontend never asks you any questions.
lt: Dialog - tai pilnaekranė tekstine sąsaja, tuo tarpu Readline yra labiau tradicinė tekstinė sąsaja. Gnome ir Kde yra šiuolaikinės X naudotojo sąsajos, skirtos dirbti atitinkamuose darbastaliuose (bet gali būti naudojamos bet kurioje X aplinkoje). Tekstinio redaktoriaus sąsaja leidžia atlikti konfigūravimą naudojant Jūsų mėgiamą tekstinį redaktorių. Neinteraktyvi sąsaja niekuomet nepateiks Jums jokių klausimų.

source: critical
lt: kritiškas

source: high
lt: aukštas

source: medium
lt: vidutinis

source: low
lt: žemas

source: Ignore questions with a priority less than:
lt: Ignoruoti klausimus, kurių prioritetas žemesnis negu:

source: Debconf prioritizes the questions it asks you. Pick the lowest priority of question you want to see: - 'critical' only prompts you if the system might break. Pick it if you are a newbie, or in a hurry. - 'high' is for rather important questions - 'medium' is for normal questions - 'low' is for control freaks who want to see everything
lt: Debconf skiria jums pateikiamų klausimų prioritetus. Pasirinkti žemiausią, norimų matyti klausimų, prioriteta: - 'kritiškas' rodys tik kritiškus sistemos darbui klausimusi Pasirinkite šį, jei esate pradedantysis, arba jei skubate. - 'aukštas' rodo svarbiausius klausimus - 'vidutinis' rodo normalius klausimus - 'žemas' skirtas tiems, kurie nori matyti viską

source: Note that no matter what level you pick here, you will be able to see every question if you reconfigure a package with dpkg-reconfigure.
lt: Pastebėkite, kad nepriklausomai nuo to, kurį prioritetiškumo lygį pasirinksite, Jūs visada galėsite matyti visus klausimus vykdydami programą dpkg-reconfigure.

source: Installing packages
lt: Diegiami paketai

source: Please wait...
lt: Palaukite...
